Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/HaSEP Peñasquito_Esp.docx-omegat.tmx
Source language: en
Languages: es

source: All activities should be designed to fit into the standard work day/work shift of 12 hours (including travel time).
es: Todas las actividades deben estar diseñadas para calzar con la jornada/ turno diario estándar de 12 horas (incluido el tiempo de viaje).

source: If work exceeds the maximum, a fatigue risk assessment must be conducted and permission sought by PM or OM. Employees shall not drive if the work period has exceeded 14 hours – find alternative methods of transportation.
es: Si el trabajo excede el máximo, debe efectuarse una evaluación de riesgo de fatiga y pedirse permiso al PM u OM. Los empleados no deben conducir si el periodo de trabajo ha superado las 14 horas (encontrar métodos alternativos de transporte).

source: Travelers will follow guidelines as to specific hotels to stay in, plus places and locations to avoid.
es: Los viajeros seguirán las directrices sobre hoteles específicos donde alojar, además de los lugares que deben evitar.

source: Travelers will keep abreast of local events.
es: Mantenerse al tanto de los acontecimientos locales.

source: Travelers will have working portable communication devices such as cell phones and
es: Tener aparatos de comunicación portátiles operativos tales como teléfonos celulares y

source: Manual Handling
es: Manipulación de objetos

source: Understand the appropriate technique for lifting materials and equipment safely.
es: Comprender la técnica adecuada para levantar materiales y equipos de manera segura.

source: Maintain good working posture; avoid bending your back and twisting when carrying materials.
es: Mantener una postura de trabajo correcta; evitar doblar la espalda y torcerla al llevar materiales.

source: Keep the load close to your body, evenly distributed, and avoid overreaching to reduce stresses on your lower back.
es: Mantener la carga cerca del cuerpo, bien distribuida, y evitar estirarse demasiado para reducir la tensión en la espalda baja.

source: Consider separating the material into multiple, lighter more manageable loads.
es: Contemplar el separar el material en mútliples cargas más livianas y manejables.

source: If the load is too heavy for one person to carry comfortably, ask for help and use a two-person lift and carry.
es: Si la carga es demasiado pesada para que una persona la lleve con comodidad, pedir ayuda para levantarla y llevarla entre dos.

source: Use lifting/carrying aids, such as handcarts, platform trucks, pallet jacks, as needed.
es: Usar ayudas para levantar y llevar carga tales como carros de mano, carros plataforma, patines manuales, si es necesario.

source: Minimize carrying distance by positioning work vehicle in a safe area close to the work site.
es: Minimizar la distancia de transporte ubicando el vehículo de trabajo en un área segura cerca de la faena.

source: Other surrounding site activities
es: Otras actividades alrededor de la faena

source: Other activities
es: Otras actividades

source: Assess what other activities are going on around you.
es: Evaluar qué otras actividades están en curso a su alrededor.

source: Consider the potential for others to access your work area and delineate the area appropriately.
es: Considerar la posibilidad de que otros tengan acceso a su área de trabajo y delinearla correctamente.

source: In some circumstances, formal traffic management (bollards, barriers) may be required; in others, your vehicle may suffice to separate you from other activities.
es: En algunos casos, puede requerirse manejo formal del tráfico (bolardos, barreras); en otras, su vehículo puede bastar para separarlo de las demás actividades.

source: Changing Weather Conditions
es: Condiciones meteorológicas cambiantes

source: Assess forecasted weather conditions before beginning work.
es: Evaluar las condiciones meteorológicas pronosticadas antes de iniciar los trabajos.

source: Postpone activities if weather conditions are not favorable.
es: Posponer actividades si las condiciones meteorológicas no son favorables.

source: Remain vigilant at all times and continually re-assess weather conditions.
es: Permanecer vigilante en todo momento y reevaluar constantemente las condiciones meteorológicas.

source: Consider carrying a weather radio with spare batteries.
es: Considerar el porte de una radio meteorológica con baterías de repuesto.

source: Know how to contact the local weather resources.
es: Saber cómo contactar a los recursos meteorológicos locales.

source: If weather conditions deteriorate, stop work and seek shelter as necessary.
es: Si las condiciones meteorológicas empeoran, suspender los trabajos y buscar refugio de ser necesario.

source: Understand who is responsible for suspending work due to extreme weather conditions.
es: Entender quién es responsable de suspender los trabajos debido a condiciones meteorológicas extremas.

source: Sun (SWP 04)
es: Sol (SWP 04)

source: Sunburn
es: Quemaduras solares

source: Sunburn can occur even when the weather is not hot.
es: Puede haber quemaduras solares aunque no esté caluroso.

source: It is possible to get sunburn in the wintertime or on water.
es: Es posible sufrir una quemadura solar en invierno o al estar en el agua.

source: Check UV rating, wear sunscreen, look for shade, protect eyes with shaded glasses.
es: Verificar los índices UV, usar pantalla solar, buscar la sombra, protegerse los ojos con anteojos sombreados.

source: Dust (or airborne particles) – On-site
es: Polvo (o partículas aéreas) – In situ

source: Exposure to dust
es: Exposición al polvo

source: There are many types of hazardous dust that could be encountered on a project site.
es: Hay muchos tipos de polvo peligroso que pueden encontrarse en una faena.

source: Exposure to dust can irritate eyes, nose, throat and the upper respiratory system.
es: La exposición al polvo puede irritar los ojos, la nariz, la garganta y el sistema respiratorio superior.

source: Some dusts are also skin irritants.
es: Hay polvo que también irrita la piel.

source: Determine the type of dust(s) present at the project site.
es: Determinar el tipo de polvo presente en la faena.

source: Dusts to consider when assessing this hazard include silica, cement, diesel particulates, Bentonite, asbestos, and heavy metals.
es: El polvo a tener presente al evaluar este peligro incluye el sílice, cemento, partículas de diesel, bentonita, asbesto y metales pesados.

source: It may be necessary to conduct an industrial hygiene survey of the site to determine if dust concentrations are above nuisance levels.
es: Puede ser necesario efectuar un estudio de higiene industrial en el sitio para determinar si las concentraciones de polvo están por encima de los niveles dañinos.

source: Develop a control plan to minimize exposures.
es: Elaborar un plan de control para minimizar la exposición.

source: Determine the source of the dust and if possible institute engineering controls to reduce levels.
es: Determinar la fuente del polvo y si es posible instaurar controles de ingeniería para reducir los niveles.

source: Controls could include, applying water or dust suppression liquids, ventilation system with dust capture and working upwind of the source.
es: Los controles pueden ser aplicar agua o líquidos supresores de polvo, sistema de ventilación con captura de polvo y trabajar a barlovento de la fuente.

source: Use respiratory protection and eye protection, if required.
es: Usar protección respiratoria y ocular, de ser necesario.

source: Biological Hazards-Hepatitis, Rabies, Etc.
es: Peligros biológicos – hepatitis, rabia, etc.

source: Biological Hazards-Hepatitis, Rabies and Tetanus (SWP 03)
es: Peligros biológicos – hepatitis, rabia y tétanos (SWP 03)

source: Obtain a rabies vaccination if working in areas with a known rabies hazard.
es: Vacunarse contra la rabia si se trabaja en zonas con peligro conocido de rabia.

source: The most common wild reservoirs of rabies are raccoons, skunks, bats, foxes and coyotes.
es: Los portadores silvestres de rabia más comunes son los mapaches, las mofetas, los murciélagos, los zorros y los coyotes.

source: If traveling to areas of known Hepatitis A outbreaks or otherwise at high risk, obtain Hepatitis A vaccinations.
es: Si se viaja a zonas con brotes conocidos de hepatitis A o con alto riesgo, vacunarse contra la hepatitis A.

source: In high risk areas, minimize Hepatitis infection risk by avoiding potentially contaminated water or food, such as drinking beverages (with or without ice) of unknown purity, eating uncooked shellfish, and eating uncooked fruits or vegetables that are not peeled or prepared by you personally.
es: En zonas de alto riesgo, minimizar el riesgo de infección con hepatitis evitando el agua o los alimentos que podrían estar contaminados tales como las bebidas de pureza dudosa (con o sin hielo), los mariscos sin cocer y las frutas y verduras sin cocer que no estén peladas o no hayan sido preparadas por usted mismo.

source: Hands shall be washed prior to eating of handling food.
es: Lavarse las manos antes de comer o manipular comida.

source: According to the CDC, everyone needs protection from tetanus.
es: Según los CDC, todos necesitan protección contra el tétanos.

source: Make sure you are up to date on your tetanus vaccinations (10-yr boosters).
es: Asegurarse de estar al día con las vacunas contra el tétanos (revacunación cada 10 años).

source: Immediate and proper wound care can also help prevent tetanus infection.
es: El cuidado inmediato y adecuado de heridas también ayuda a prevenir la infección por tétanos.

source: Security – General
es: Seguridad – General

source: Security
es: Seguridad

source: Discuss any local security issues with client and local authorities, if appropriate.
es: Analizar cualquier problema local de seguridad con el cliente y las autoridades locales, si procede.

source: Determine if the client can provide adequate security and evacuation resources.
es: Determinar si el cliente puede brindar recursos de seguridad y evacuación adecuados.

source: If client cannot provide security or evacuation resources, develop a plan using external resources.
es: Si el cliente no puede brindar recursos de seguridad o evacuación, elaborar un plan que cuente con recursos externos.

source: Threatening Situations
es: Situaciones hostiles

source: Consider the area adjacent to and surrounding the work.
es: Considerar el área adyacente y circundante a los trabajos.

source: No person shall work alone where there is likely contact with potentially threatening people.
es: Nadie trabajará solo si hay posibilidad de entrar en contacto con gente hostil.

source: Make contact with local authorities and agree on a plan to deal with physical threats or violence.
es: Tomar contacto con las autoridades locales y acordar un plan para lidiar con amenazas físicas o violencia.

source: Increase the frequency of check-in calls in situations where additional controls have been implemented due to the risk of threatening situations.
es: Aumentar la frecuencia de las llamadas de chequeo en situaciones en que se hayan implementado controles adicionales debido al riesgo de situaciones hostiles.

source: If work is being conducted after hours in an area stated above, security services shall be engaged.
es: Si se llevan a cabo trabajos en horas extra en un lugar como el indicado anteriormente, se deben contratar servicios de seguridad.

source: Emergency phone numbers shall be readily available at all times.
es: Los números de teléfono de emergencia deben estar disponibles con facilidad en todo momento.

source: Direct all questions from members of the public regarding the work to the client.
es: Dirigir todas las preguntas del público respecto de los trabajos al cliente.

source: Unauthorized Access to Work Site and Equipment
es: Acceso no autorizado a las faenas y equipos

source: Where work involves use of machinery or presents a risk to members of the public, one or more of the following controls shall be implemented:- Separate the work area from the public space by installing fencing, barricades or hazard taping depending on the risk of pedestrian access.- Engage the services of a security contractor or similar to prevent public entry to the site.
es: Cuando los trabajos impliquen uso de maquinaria o presenten un riesgo para el público, uno o más de los siguientes controles debe implementarse: –separar el área de trabajo del espacio público instalando cercos, barricadas o cinta indicadora de peligro según sea el riesgo de acceso de peatones. –contratar los servicios de un proveedor de seguridad o similar para impedir que el público ingrese al sitio.

source: – Erect signage to alert members of the public to works being undertaken in the area and associated hazards (e.g. excavation).
es: –Instalar señalética para alertar al público sobre los trabajos en curso en la zona y sus peligros asociados (ej., excavaciones).

source: Place signage in a clearly visible location on the fencing.
es: Poner la señalética en un lugar visible sobre los cercos.

source: Where possible, remove all equipment from the site at the conclusion of each day's work.
es: De ser posible, retirar todos los equipos del sitio al finalizar los trabajos a diario.

source: If this is not possible, consider a lockable site office.
es: Si esto no es posible, considerar el uso de una oficina in situ con candado.

source: At end of each workday, any equipment left on site must be secured and de-energized to prevent operation of injury in case of failure (e.g. keys removed and excavator buckets lowered).
es: Al final de cada jornada, cualquier equipo dejado in situ debe quedar cerrado y sin energía para impedir su operación o lesiones en caso de falla (ej., sin llaves, palas de excavadoras en el suelo).

source: Where practicable, fill in all excavations at the end of each day.
es: Si es posible, rellenar todas las excavaciones al final del día.

source: If this is not possible, a 6-foot high fence should be erected around the excavation.
es: De lo contrario, debe erigirse un cerco de 6 pies de altura alrededor de la excavación.

source: Accessing water's edge
es: Acceso al borde del agua

source: Identify safe and easy access points to the water's edge.
es: identificar los puntos de acceso seguros y fáciles al borde del agua.

source: Avoid sites that have steep, slippery or unstable banks and also sites adjacent to deep, swiftly flowing waters.
es: Evitar sitios que tengan bancos empinados, resbaladizos o inestables y también los sitios adyacentes a cursos de agua profundos y de flujo rápido.

source: Use the buddy system when working near the shoreline.
es: Trabajar con un compañero cuando se esté cerca de la orilla.

source: PFD should be worn for activity near a watercourse where there is potential for drowning.
es: Deben usarse aparatos flotadores en actividades cercanas a un curso de agua en que haya posibilidad de inmersión.

source: General Safety
es: Seguridad general

source: Drowning
es: Inmersión

source: Follow the Working On or Over Water SWP 25.
es: Respetar el procedimiento de Trabajo en o sobre Agua SWP 25.

source: Minimize time adjacent to or in water.
es: Minimizar el tiempo en que se está cerca o en el agua.

source: Carry only equipment needed to complete each task.
es: Llevar solo el equipo necesario para ejecutar cada tarea.

source: If bags or belts are used to carry equipment, these should be designed to allow for quick release.
es: Si se usan bolsas o cintos para llevar equipo, deben estar diseñados para librarse de ellos con rapidez.

source: If there is a danger for drowning, employees shall not work alone above, near, or in the water.
es: Si hay peligro de inmersión, los empleados no deben trabajar solos cuando se encuentran sobre, cerca o dentro del agua.

source: Personal floatation device (PFD) (e.g. life jackets) shall be worn for activity near or on water, if potential for drowning exists.
es: Deben usarse aparatos flotadores (ej., chalecos salvavidas) en actividades cerca o en el agua, si hay posibilidad de inmersión.

source: PFDs should provide thermal insulation if work is in a cold climate.
es: Los aparatos flotadores deben proporcionar aislamiento térmico si se trabaja en clima frío.

source: Consider emergency response processes (e.g. rope, life ring) and escape routes.
es: Considerar los procedimientos de respuesta ante emergencia (ej., soga, salvavidas) y vías de escape.

source: A rope ladder or similar may be needed if the riverbank is steep.
es: Puede ser necesaria una escalera de soga si la rivera es empinada.

source: Consideration shall be given to first aid and emergency.
es: Se debe considerar los primeros auxilios y las emergencias.

source: A buddy shall be positioned to assist in emergency.
es: Debe haber un compañero en posición para ayudar en una emergencia.

source: Reliable communication device must be available so that emergency services can be contacted if an incident occurs.
es: Debe haber equipos de comunicación confiables para que se pueda contactar a los servicios de emergencia en caso de un incidente.

source: Working near unstable slopes
es: Trabajo cerca de pendientes inestables

source: Falling, cave-ins Falls of ground
es: Caídas, derrumbes, subsidencias

source: Watch for signs of unstable slopes (tension cracks).
es: Estar atento a señales de pendientes inestables (grietas por tensión).

source: Watch your footing, stay off rocky, steep or unstable slopes.
es: Estar atento a donde se pisa, mantenerse lejos de pendientes rocosas, empinadas o inestables.

source: Phone
es: satel.
